const data = {
    vocations: {
        backend: {
            icon: 'backend',
            title: 'Backend Developer',
            meta: [
                'Python',
                'Django',
                'Linux',
                'MongoDB',
                'PostgreSQL',
                'Golang'
            ],
            desc:
                'Мы ищем зрелого backend-разработчика в проект по разработке облачной системы управления ресторанами. Мы создаем продукт с использованием python 3.5, asyncio, postgresql 9.5, docker/kubernates, также часть сервиса написана на Go.',
            lists: [
                {
                    title: 'Требования к кандидату',
                    content: [
                        'Мы ищем специалиста с опытом разработки от 4-5 лет.',
                        'Отличное владение каким-либо серверным языком разработки (python, java или c# )',
                        'Знание Python очень желательно,  но не является обязательным, важнее общая культура и опыт в backend разработке',
                        'Уверенное владение git',
                        'Очень желателен опыт работы с docker,  а также инструментами CI/CD (мы используем gitlab CI/CD)',
                        'Понимание, как работает frontend',
                        'Готовность  быстро освоить новые технологии'
                    ]
                },
                {
                    title: 'Что вы получите взамен',
                    content: [
                        'Небольшая и дружная команда, отсутствие бюрократии',
                        'Опыт разработки продукта направленного на международный рынок (клиент находится в Сингапуре)',
                        'Посещение профильных мероприятий, конференций за счет компании'
                    ]
                }
            ]
        },
        frontend: {
            icon: 'frontend',
            title: 'Frontend разработчик',
            meta: [
                'JavaScript',
                'HTML',
                'CSS',
                'Git',
                'CSS',
                'Angular',
                'Адаптивная верстка'
            ],
            desc:
                'Мы ищем зрелого frontend-разработчика в проект по разработке облачной системы управления ресторанами. Мы создаем продукт, использующий на   фронтенде связку  TypeScript/Angular',
            lists: [
                {
                    title: 'Требования к кандидату',
                    content: [
                        'Мы ищем специалиста с опытом разработки от 4-5 лет.',
                        'Отличное владение JavaScript (ES5/ES6/ES7) и HTML/CSS, опыт работы с другими языками фронтенда (CoffeScript, TypeScript, ClojueScript) будет плюсом',
                        'Опыт работы минимум с одним компонентным фреймворком (Angular, React, Vue.js  и тп)',
                        'Знание  TypeScript очень желательна,  но не является обязательным, важнее общая культура и опыт в разработке сложного фронтенда ',
                        'Уверенное владение git',
                        'Понимание, как работает backend',
                        'Готовность  быстро освоить новые технологии'
                    ]
                },
                {
                    title: 'Что вы получите взамен',
                    content: [
                        'Небольшая и дружная команда, отсутствие бюрократии',
                        'Опыт разработки продукта направленного на международный рынок (клиент находится в Сингапуре)',
                        'Посещение профильных мероприятий, конференций за счет компании'
                    ]
                }
            ]
        },
        qa: {
            icon: 'test',
            title: 'QA инженер',
            meta: [
                'JavaScript',
                'HTML',
                'CSS',
                'Git',
                'CSS',
                'Angular',
                'Адаптивная верстка'
            ],
            desc:
                'Мы ищем ответственного и проактивного QA-инженера, который присоединится к нашей команде и поучаствует в создании прорывного продукта.',
            lists: [
                {
                    title: 'Требования к кандидату',
                    content: [
                        'Ответственность и проактивность',
                        'Опыт ручного тестирования веб-приложений, мобильных приложений или десктопного ПО.',
                        'Опыт разработки тестовых сценариев, написания документации',
                        'Умение грамотно излагать свои мысли (письменно и устно)',
                        'Опыт командной работы',
                        'Желание учиться и работать над собой'
                    ]
                },
                {
                    title: 'Плюсом будет',
                    content: [
                        'Опыт работы с различными таск-трекерами (мы используем Jira)',
                        'Знание web-технологий (HTML/CSS/JS/HTTP)',
                        'Опыт автоматизированного тестирования (Selenium, TestComplete)',
                        'Знание любого языка программирования'
                    ]
                },
                {
                    title: 'От нас',
                    content: [
                        'Небольшая и дружная команда, отсутствие бюрократии',
                        'Опыт разработки продукта направленного на международный рынок (клиент находится в Сингапуре)',
                        'Конкурентная зарплата',
                        'На выбор работа в офисе  в Костроме или в Ярославле, также возможен вариант удаленной работы'
                    ]
                }
            ]
        }
    }
};
